1password.op-vscode
amazonwebservices.aws-toolkit-vscode
casualjim.gotemplate
charliermarsh.ruff
cs50.vscode-presentation-mode
davidnussio.vscode-jq-playground
eamodio.gitlens
editorconfig.editorconfig
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
jq-syntax-highlighting.jq-syntax-highlighting
kennylong.kubernetes-yaml-formatter
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
redhat.vscode-yaml
ryanolsonx.zenburn
simonsiefke.svg-preview
stkb.rewrap
technosophos.vscode-make
tim-koehler.helm-intellisense
timonwong.shellcheck
