amazonwebservices.aws-toolkit-vscode
casualjim.gotemplate
CS50.vscode-presentation-mode
eamodio.gitlens
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
hashicorp.terraform
leodevbro.blockman
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
oderwat.indent-rainbow
redhat.vscode-yaml
ryanolsonx.zenburn
SimonSiefke.svg-preview
stkb.rewrap
technosophos.vscode-make
Tim-Koehler.helm-intellisense
timonwong.shellcheck
